{
  "result": [
    {
      "id": "3607",
      "sura": "34",
      "aya": "1",
      "arabic_text": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ",
      "translation": "ستایش مخصوص الله است که آنچه در آسمان‌ها و زمین است از آنِ اوست و در آخرت [نیز] ستایش از آنِ اوست و او تعالی حکیم و آگاه است.",
      "footnotes": ""
    },
    {
      "id": "3608",
      "sura": "34",
      "aya": "2",
      "arabic_text": "يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ",
      "translation": "هر چه در زمین فرو می‌رود و هر چه از آن برمی‌آید و آنچه از آسمان فرود می‌آید و آنچه به سوی آن بالا می‌رود [همه را الله] می‌داند و او مهربانِ آمرزنده است.",
      "footnotes": ""
    },
    {
      "id": "3609",
      "sura": "34",
      "aya": "3",
      "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ",
      "translation": "کسانی که کفر ورزیدند می‌گویند: «قیامت هرگز به سراغ ما نخواهد آمد». بگو: «آری، سوگند به پروردگارم كه دانای غیب است، قطعاً به سراغتان مى‌آید. همسنگِ ذره‌اى در آسمان‌ها و زمین از او پوشیده نیست و كوچک‌تر و بزرگ‌تر از آن ذره چیزى نیست، مگر آنكه در كتابی آشکار [= لوح محفوظ] ثبت است.",
      "footnotes": ""
    },
    {
      "id": "3610",
      "sura": "34",
      "aya": "4",
      "arabic_text": "لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
      "translation": "تا کسانی را که ایمان آورده‌اند و کار‌های شایسته انجام داده‌اند پاداش دهد. اینانند که بخشایش و روزیِ ارزشمندی [در پیش] دارند».",
      "footnotes": ""
    },
    {
      "id": "3611",
      "sura": "34",
      "aya": "5",
      "arabic_text": "وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ",
      "translation": "و كسانى كه در [راهِ انكار و تکذیب‌] آیات ما کوشیدند تا [به پندار خویش‌] ما را درمانده کنند، عذابی سخت و دردناک [در پیش] دارند.",
      "footnotes": ""
    },
    {
      "id": "3612",
      "sura": "34",
      "aya": "6",
      "arabic_text": "وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ",
      "translation": "اهل دانش [= دانشمندان صحابه و علمای مؤمن اهل کتاب] می‌دانند آنچه که از سوی پروردگارت بر تو نازل شده، حق است و به راه [الله] شکست‌ناپذیرِ ستوده هدایت می‌کند.",
      "footnotes": ""
    },
    {
      "id": "3613",
      "sura": "34",
      "aya": "7",
      "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ",
      "translation": "کسانی که کفر ورزیدند [با تمسخر به یکدیگر] می‌گویند: «می‌خواهید مردی را به شما نشان دهیم که ادعا می‌کند وقتی [پس از مرگ] کاملاً متلاشی شدید، [بارِ دیگر] در آفرینشی نو درخواهید آمد؟",
      "footnotes": ""
    },
    {
      "id": "3614",
      "sura": "34",
      "aya": "8",
      "arabic_text": "أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ",
      "translation": "آیا [این مرد] بر الله دروغ می‌بندد یا دیوانه است؟» [هرگز چنین نیست؛] بلکه کسانی که به آخرت ایمان ندارند، در عذاب [شدید آخرت] و گمراهی دور و دراز [دنیا] گرفتارند.",
      "footnotes": ""
    },
    {
      "id": "3615",
      "sura": "34",
      "aya": "9",
      "arabic_text": "أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ",
      "translation": "آیا [کافران] به آسمان و زمینی که پیش رو و پشت سرشان است ننگریسته‌اند؟ اگر بخواهیم، آنان را [مانند قارون] در زمین فرومی‌بریم یا [همچون قوم شعیب] پاره‌هایی از آسمان را بر سرشان می‌افکنیم. بی‌گمان، در این [هشدار،] برای هر بندۀ توبه‌کاری، نشانه‌ای [از قدرتِ الله] است.",
      "footnotes": ""
    },
    {
      "id": "3616",
      "sura": "34",
      "aya": "10",
      "arabic_text": "۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ",
      "translation": "ما از جانب خویش فضیلتی [= حُکمرانی و نبوت] به داود بخشیدیم [و گفتیم:] «ای کوهساران و ای پرندگان، [در تسبیح و نیایشِ الله] با او هم‌آواز شوید». و آهن را برایش نرم کردیم [تا هر چه می‌خواهد بسازد].",
      "footnotes": ""
    },
    {
      "id": "3617",
      "sura": "34",
      "aya": "11",
      "arabic_text": "أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ",
      "translation": "[به او دستور دادیم] که: «زره‌های بلند [و فراخ] بساز و در ‌بافتن [و پیوستنِ حلقه‌های زره] سنجیده و دقیق کار کن و [شما ای مردم،] نیکوکاری کنید [که] بی‌تردید، من به آنچه می‌کنید بینا هستم».",
      "footnotes": ""
    },
    {
      "id": "3618",
      "sura": "34",
      "aya": "12",
      "arabic_text": "وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ",
      "translation": "و برای سلیمان، باد را [به خدمت گماشتیم] که [در وزشِ] صبحگاهان، مسیر یک ماهه را طی می‌کرد و شامگاهان [نیز] مسیر یک ماهه را می‌پیمود؛ و چشمۀ مس [گداخته] را برایش روان ساختیم و گروهی از جنیان، به فرمان پروردگارش، نزد او کار می‌کردند و هر یک از آنان که از فرمان ما سرپیچی می‌کرد، از عذاب سوزان به او می‌چشاندیم.",
      "footnotes": ""
    },
    {
      "id": "3619",
      "sura": "34",
      "aya": "13",
      "arabic_text": "يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ",
      "translation": "آنها هر چه می‌خواست برایش می‌ساختند: از [کاخ و] عبادتگاه و مجسمه و کاسه‌هایی [که از بزرگی] همچون حوض [بودند] و دیگ‌هایی بسیار بزرگ و ثابت. [به آنان گفتیم:] «ای آل داود، سپاس [نعمت‌های مرا] به جای آوردید» و[لی] اندکی از بندگانم سپاسگزارند.",
      "footnotes": ""
    },
    {
      "id": "3620",
      "sura": "34",
      "aya": "14",
      "arabic_text": "فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ",
      "translation": "هنگامی که مرگ را بر سلیمان مقرر داشتیم، [هیچ کس] آنان را از مرگش آگاه نساخت، مگر موریانه‌ای که عصایش را [به تدریج] ‌خورد. وقتی [پیکر سلیمان] فروافتاد، جنیان دریافتند که اگر از غیب آگاه بودند، هرگز در آن عذاب خفت‌بار [و کارِ طاقت‌فرسا] باقی نمی‌ماندند.",
      "footnotes": ""
    },
    {
      "id": "3621",
      "sura": "34",
      "aya": "15",
      "arabic_text": "لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ",
      "translation": "در محل سكونتِ [قوم] «سبأ» دو باغ [بزرگ] از راست و چپ [قرار داشت] كه نشانه‌اى [از قدرت و بخشش الهى] بود. [به آنان گفتیم:] «از روزی پروردگار‌تان بخورید و شُکرگزارش باشید [که] سرزمینی پاک و پروردگاری آمرزنده [دارید]».",
      "footnotes": ""
    },
    {
      "id": "3622",
      "sura": "34",
      "aya": "16",
      "arabic_text": "فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ",
      "translation": "اما آنان [از شُکر و ایمان] روی گرداندند؛ پس ما سیلی ویرانگر به سویشان روانه کردیم و دو باغ [پرمحصول] آنان را به دو باغ [بی‌ارزش] تبدیل نمودیم [که تنها] میوه‌های تلخ و شوره‌گز و اندکی سِدر داشت.",
      "footnotes": ""
    },
    {
      "id": "3623",
      "sura": "34",
      "aya": "17",
      "arabic_text": "ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ",
      "translation": "ما آنان را به سزای ناسپاسی‌شان اینچنین کیفر دادیم و آیا جز ناسپاس را کیفر می‌دهیم؟",
      "footnotes": ""
    },
    {
      "id": "3624",
      "sura": "34",
      "aya": "18",
      "arabic_text": "وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ",
      "translation": "و [همچنین] میان آنها [= قوم سبأ در یمن] و سرزمین‌هایی که به آنها برکت داده بودیم [= شام] شهرهایی [خرّم و] به‌هم‌پیوسته قرار دادیم و سیر و سفری [آسان] در آن مقرر نمودیم [و به آنان گفتیم:] «شب و روز بین این [راه]ها ایمن [و آسوده] سفر کنید».",
      "footnotes": ""
    },
    {
      "id": "3625",
      "sura": "34",
      "aya": "19",
      "arabic_text": "فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ",
      "translation": "اما آنان [با ناسپاسی] گفتند: «پروردگارا، میان سفرهای ما فاصلۀ بیشتری ایجاد کن [تا ارزش اسب‌ها و شترهایمان نمایان گردد و بینوایان نتوانند همچون ثروتمندان به راحتى سفر كنند]». آنان به خویشتن ستم کردند؛ ما نیز سخت آنها را متفرق و پراکنده ساختیم و [سرگذشت] آنان را داستانی [عبرت‌آموز] برای دیگران قرار دادیم. به راستی که در این [ماجرا] برای هر شکیبای سپاسگزاری، نشانه‌هایی [از قدرت الهی] است.",
      "footnotes": ""
    },
    {
      "id": "3626",
      "sura": "34",
      "aya": "20",
      "arabic_text": "وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "و یقیناً ابلیس گمان خود را در مورد آنان به تحقق رساند؛ پس جز گروهی [اندک] از مؤمنان، [همگی] از او پیروی کردند.",
      "footnotes": ""
    },
    {
      "id": "3627",
      "sura": "34",
      "aya": "21",
      "arabic_text": "وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ",
      "translation": "[شیطان] بر آنان هیچ تسلطی نداشت؛ بلکه [ما می‌خواستیم] کسی را که به آخرت ایمان دارد، از کسی که دربارۀ آن تردید دارد مشخص کنیم؛ و پروردگارت بر هر چیزی نگهبان است.",
      "footnotes": ""
    },
    {
      "id": "3628",
      "sura": "34",
      "aya": "22",
      "arabic_text": "قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ",
      "translation": "[ای پیامبر، به مشرکان] بگو: «کسانی را که به جای الله [یاور و شفاعتگرِ خود] می‌پندارید، [به فریاد] بخوانید. آنان حتی همسنگِ ذره‌ای در آسمان‌ها و زمین مالک چیزی نیستند و نه در [آفرینش و تدبیر] آن دو [= زمین و آسمان] شرکتی دارند و نه او [= الله] از جانب آنان هیچ پشتیبانی دارد.",
      "footnotes": ""
    },
    {
      "id": "3629",
      "sura": "34",
      "aya": "23",
      "arabic_text": "وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ",
      "translation": "شفاعت [هیچ کس] نزد او [= الله] سودی ندارد؛ مگر برای آن کس که [الله] به او اجازه داده باشد. [در آن روز فرشتگان از خوف و هیبت الهی ترسانند] تا آنگاه که اضطراب [و تشویش] از دل‌هایشان برطرف می‌گردد، [گروهی از آنان به گروه دیگر] می‌گویند: «پروردگار‌تان چه گفت؟» [آنان در پاسخ] می‌گویند: «حق را [فرمود] و او بلندمرتبۀ بزرگ است»",
      "footnotes": ""
    },
    {
      "id": "3630",
      "sura": "34",
      "aya": "24",
      "arabic_text": "۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "[ای پیامبر، به مشرکان] بگو: «چه کسی از آسمان‌ها و زمین به شما روزی می‌دهد؟» [در پاسخ] بگو: «الله؛ و یقیناً [یک گروه از بین] ما و شما یا بر [راهِ] هدایت است یا در گمراهى آشكار».",
      "footnotes": ""
    },
    {
      "id": "3631",
      "sura": "34",
      "aya": "25",
      "arabic_text": "قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ",
      "translation": "بگو: «[روز قیامت] شما از گناهی که ما مرتکب شده‌ایم بازخواست نمی‌شوید و ما را [نیز] به خاطر آنچه شما انجام می‌دهید بازخواست نمی‌کنند».",
      "footnotes": ""
    },
    {
      "id": "3632",
      "sura": "34",
      "aya": "26",
      "arabic_text": "قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ",
      "translation": "بگو: «[آن روز] پروردگارمان [همۀ] ما را گرد می‌آورد؛ سپس میان ما به‌حق [و عدالت] داوری می‌کند و او داورِ داناست».",
      "footnotes": ""
    },
    {
      "id": "3633",
      "sura": "34",
      "aya": "27",
      "arabic_text": "قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "بگو: «کسانی را که [در قدرت و تدبیر] شریک او [= الله] ساخته‌اید به من نشان دهید. هرگز [چنین نیست که می‌پندارید]؛ بلکه او الله شکست‌ناپذیرِ حکیم است.",
      "footnotes": ""
    },
    {
      "id": "3634",
      "sura": "34",
      "aya": "28",
      "arabic_text": "وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "[ای پیامبر،] ما تو را جز بشارت‌بخش و بیم‌دهنده‌ای برای همۀ مردم نفرستادیم؛ اما بیشتر مردم [این حقیقت را] نمی‌دانند.",
      "footnotes": ""
    },
    {
      "id": "3635",
      "sura": "34",
      "aya": "29",
      "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "و [کافران] می‌گویند: «اگر راستگویید، این وعدۀ [قیامت] کی خواهد بود؟»",
      "footnotes": ""
    },
    {
      "id": "3636",
      "sura": "34",
      "aya": "30",
      "arabic_text": "قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ",
      "translation": "بگو: «وعده‌گاهتان روزی است که نه ساعتی از آن تأخیر می‌کنید و نه [بر آن] پیشی می‌گیرید».",
      "footnotes": ""
    },
    {
      "id": "3637",
      "sura": "34",
      "aya": "31",
      "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ",
      "translation": "و کسانی که کفر ورزیدند می‌گویند: «ما هرگز به این قرآن و به آن [کتاب‌هایی] که پیش از آن بوده است ایمان نمی‌آوریم». كاش مى‌دیدى زمانی را كه این ستمکاران در پیشگاه پروردگارشان [برای حسابرسی] نگاه داشته مى‌شوند [و] سخن یكدیگر را رد مى‌كنند [و هر یک گناه را به گردن دیگری می‌اندازد]. کسانی که [در دنیا] به ناتوانی کشیده شده بودند به کسانی که گردنکشی می‌کردند می‌گویند: «اگر شما نبودید، ما قطعاً ایمان مى‌آوردیم».",
      "footnotes": ""
    },
    {
      "id": "3638",
      "sura": "34",
      "aya": "32",
      "arabic_text": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ",
      "translation": "کسانی که گردنکشی می‌کردند [در پاسخ به] کسانی که به ناتوانی کشیده شده بودند می‌گویند: «آیا ما [بودیم که] شما را از هدایت ـ پس از آنکه به سویتان آمدـ بازداشتیم؟ [هرگز؛] بلکه شما خود گناهکار [و اهل فساد] بودید».",
      "footnotes": ""
    },
    {
      "id": "3639",
      "sura": "34",
      "aya": "33",
      "arabic_text": "وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "کسانی که به ناتوانی کشیده شده بودند به کسانی که گردنکشی می‌کردند می‌گویند: «[چنین نیست؛] بلکه نیرنگ شب و ‌روز [شما سبب شد که از هدایت بازمانیم]؛ آنگاه ‌که به ما دستور می‌دادید به الله کافر شویم و [در قدرت و عبادت] همتایانی برایش قرار دهیم». آنان هنگامی که عذاب [الهی] را می‌بینند، پشیمانی خود را [در دل] پنهان می‌کنند و ما غُل و زنجیرها را در گردن‌ کسانی که کفر ورزیده‌اند می‌اندازیم. آیا جز [به کیفرِ] آنچه می‌کردند مجازات می‌شوند؟",
      "footnotes": ""
    },
    {
      "id": "3640",
      "sura": "34",
      "aya": "34",
      "arabic_text": "وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ",
      "translation": "و در هیچ شهری بیم‌دهند‌ای نفرستادیم، مگر اینکه ثروتمندانِ سرکشِ آنجا گفتند: «پیامى را كه مأمور به [ابلاغ] آن شده‌اید، قطعاً انكار مى‌كنیم».",
      "footnotes": ""
    },
    {
      "id": "3641",
      "sura": "34",
      "aya": "35",
      "arabic_text": "وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ",
      "translation": "آنان می‌گفتند: «اموال و فرزندان ما [از شما] بیشتر است و هرگز مجازات نخواهیم شد».",
      "footnotes": ""
    },
    {
      "id": "3642",
      "sura": "34",
      "aya": "36",
      "arabic_text": "قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "[ای پیامبر،] بگو: «بی‌تردید، پروردگارم [برای آزمایش مردم، نعمت و] روزی را بر هر کس که بخواهد، می‌گشاید و [یا] تنگ می‌گرداند؛ ولی بیشتر مردم نمی‌دانند».",
      "footnotes": ""
    },
    {
      "id": "3643",
      "sura": "34",
      "aya": "37",
      "arabic_text": "وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ",
      "translation": "و اموال‌ و فرزندانتان [فضیلتی] نیست که شما را به پیشگاهِ ما نزدیک سازد، مگر کسی ‌که ایمان آورده‌ و کاری شایسته انجام داده‌ است؛ که آنان در برابر آنچه کرده‌اند، پاداش چند برابر دارند و در خانه‌های بلند بهشت، در امن و آسایشند».",
      "footnotes": ""
    },
    {
      "id": "3644",
      "sura": "34",
      "aya": "38",
      "arabic_text": "وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ",
      "translation": "و كسانى كه در [دور کردنِ مردم از] آیات ما می‌كوشند تا [به پندار خویش‌] ما را درمانده کنند، آنان قطعاً در عذاب [دوزخ] احضار می‌شوند.",
      "footnotes": ""
    },
    {
      "id": "3645",
      "sura": "34",
      "aya": "39",
      "arabic_text": "قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ",
      "translation": "[ای پیامبر،] بگو: «بی‌تردید، پروردگارم [نعمت و] روزی را بر هر کس که بخواهد، می‌گشاید و [یا] تنگ می‌گرداند؛ و هر چیزی را [که در راه الله] انفاق کنید، او به جای آن [مال ـ و بهتر از آن ـ به شما] بازپس می‌دهد؛ و او تعالی بهترین روزی‌دهنده است».",
      "footnotes": ""
    },
    {
      "id": "3646",
      "sura": "34",
      "aya": "40",
      "arabic_text": "وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ",
      "translation": "و [یاد کن از] روزی که الله همۀ آنان را برمی‌انگیزد، آنگاه به فرشتگان می‌گوید: «آیا اینها شما را عبادت می‌کردند؟»",
      "footnotes": ""
    },
    {
      "id": "3647",
      "sura": "34",
      "aya": "41",
      "arabic_text": "قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ",
      "translation": "[فرشتگان] می‌گویند: «تو منزّهی؛ [دوست و] کارسازِ ما تو هستی، نه آنان؛ بلکه [این مشرکان] شیاطین را عبادت می‌کردند و بیشتر آنان به آنها ایمان داشتند».",
      "footnotes": ""
    },
    {
      "id": "3648",
      "sura": "34",
      "aya": "42",
      "arabic_text": "فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ",
      "translation": "امروز هیچ یک از شما سود و زیانی برای دیگری ندارد؛ و به کسانی که [با شرک ورزیدن] به خود ستم می‌کردند می‌گوییم: «عذاب آتشی را بچشید که آن را تکذیب می‌کردید».",
      "footnotes": ""
    },
    {
      "id": "3649",
      "sura": "34",
      "aya": "43",
      "arabic_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
      "translation": "و هنگامی که آیات روشن ما بر آنان [= کافران] خوانده می‌شود، می‌گویند: «این جز مردی نیست که می‌خواهد شما را از آنچه پدرانتان عبادت می‌کردند بازدارد»؛ و [نیز] می‌گویند: «این [قرآن] جز دروغی بربافته نیست»؛ و کسانی که کفر ورزیدند، دربارۀ حق ـ وقتی به سویشان آمد ـ گفتند: «این [قرآن، چیزی] نیست، مگر جادویی آشکار».",
      "footnotes": ""
    },
    {
      "id": "3650",
      "sura": "34",
      "aya": "44",
      "arabic_text": "وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ",
      "translation": "ما [پیش از این قرآن] هیچ کتابی به آنان [= مشرکان] نداده‌ایم که آن را بخوانند [و با استناد به مطالبش تو را دروغگو بدانند] و پیش از تو هیچ بیم‌دهنده‌ای به سویشان نفرستاده‌ایم.",
      "footnotes": ""
    },
    {
      "id": "3651",
      "sura": "34",
      "aya": "45",
      "arabic_text": "وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": "کسانی که پیش از آنان بودند [نیز پیامبران الهی را] دروغگو انگاشتند و [این در حالی است که مشرکانِ قوم تو، حتی] به یک‌دهمِ آنچه [از قدرت و ثروت] به آنان داده بودیم نرسیده‌اند ولی [آن کافران] پیامبرانم را دروغگو انگاشتند؛ [بنگر که] کیفر من چگونه بود.",
      "footnotes": ""
    },
    {
      "id": "3652",
      "sura": "34",
      "aya": "46",
      "arabic_text": "۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ",
      "translation": "[ای پیامبر، به مشرکان] بگو: «من شما را فقط به یک [سخن] پند می‌‌دهم و [آن] اینکه: دو نفر دو نفر یا یک نفر یک نفر [= گروهی یا انفرادی] برای الله برخیزید، سپس [در احوال و زندگی پیامبر] بیندیشید [تا بدانید که] این همنشین شما [محمد] دیوانه نیست؛ او فقط بیم‌دهنده‌ای است که پیش از [فرارسیدن] عذابی سخت، برای [هدایت] شما آمده است».",
      "footnotes": ""
    },
    {
      "id": "3653",
      "sura": "34",
      "aya": "47",
      "arabic_text": "قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ",
      "translation": "بگو: «هر پاداشی که [برای رسالتم] از شما خواسته‌ام، برای خودتان باشد. پاداش من جز بر [عهدۀ] الله نیست و او تعالی بر هر چیزی گواه است».",
      "footnotes": ""
    },
    {
      "id": "3654",
      "sura": "34",
      "aya": "48",
      "arabic_text": "قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ",
      "translation": "بگو: «یقیناً پروردگارم، که دانای رازهای نهان است، حق را بر باطل فرومی‌افکنَد [و آن را نابود می‌سازد]».",
      "footnotes": ""
    },
    {
      "id": "3655",
      "sura": "34",
      "aya": "49",
      "arabic_text": "قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ",
      "translation": "بگو: «حق [= اسلام] فرارسید و باطل [دیگر] نمی‌تواند [تأثیر و قدرت جدیدى] آغاز كند و نه [نفوذ گذشته‌اش را] بازگردانَد».",
      "footnotes": ""
    },
    {
      "id": "3656",
      "sura": "34",
      "aya": "50",
      "arabic_text": "قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ",
      "translation": "بگو: «اگر [من با رساندن این پیام] گمراه شده باشم، جز این نیست که به زیان خویش گمراه ‌شده‌ام و اگر هدایت یافته باشم، به سببِ آن [سخنی] است که پروردگارم بر من وحی می‌کند. بی‌تردید، او شنوا [و] نزدیک است».",
      "footnotes": ""
    },
    {
      "id": "3657",
      "sura": "34",
      "aya": "51",
      "arabic_text": "وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ",
      "translation": "[ای پیامبر!] اگر ببینی هنگامی را که [کافران از مشاهدۀ عذاب] وحشت‌زده می‌شوند و [هیچ راهِ] گریزی نیست و آنان را از جای نزدیکی [که انتظارش را ندارند] دستگیر می‌کنند.",
      "footnotes": ""
    },
    {
      "id": "3658",
      "sura": "34",
      "aya": "52",
      "arabic_text": "وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ",
      "translation": "و [در این حال] می‌گویند: «به این [قیامت] ایمان آوردیم»؛ و [اکنون که مرده‌اند] چگونه از جایی [چنین] دور، دسترسی [به ایمان] برایشان ممکن است؟",
      "footnotes": ""
    },
    {
      "id": "3659",
      "sura": "34",
      "aya": "53",
      "arabic_text": "وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ",
      "translation": "حال آنکه آنان در دنیا این [قیامت] را انکار می‌کردند و از دور [و بدون دانش و آگاهی،] نسبت‌های ناروا [به پیامبر] می‌دادند.",
      "footnotes": ""
    },
    {
      "id": "3660",
      "sura": "34",
      "aya": "54",
      "arabic_text": "وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ",
      "translation": "و [سرانجام،] میان آنان و آنچه [از لذت‌های دنیوی] که میل دارند جدایى افتاد؛ چنان كه پیش از این [نیز] با امثال [و همفكرانِ] اینان نیز چنین رفتاری شد [چرا که] یقیناً آنان [نیز نسبت به قیامت] سخت در تردید بودند.",
      "footnotes": ""
    }
  ]
}
