{
  "result": [
    {
      "id": "4219",
      "sura": "41",
      "aya": "1",
      "arabic_text": "حمٓ",
      "translation": "حم [حا. میم]",
      "footnotes": ""
    },
    {
      "id": "4220",
      "sura": "41",
      "aya": "2",
      "arabic_text": "تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
      "translation": "[این قرآن،] از سوی الله بخشندۀ مهربان نازل شده است.",
      "footnotes": ""
    },
    {
      "id": "4221",
      "sura": "41",
      "aya": "3",
      "arabic_text": "كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ",
      "translation": "کتابی است که آیاتش به زبان عربی، برای مردمی که می‌دانند، به شیوایی و روشنی بیان شده است.",
      "footnotes": ""
    },
    {
      "id": "4222",
      "sura": "41",
      "aya": "4",
      "arabic_text": "بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ",
      "translation": "[کتابی] بشارت‌دهنده و بیم‌دهنده است؛ ولی بیشتر مردم رویگردانند و [حقایق را] نمی‌شنوند.",
      "footnotes": ""
    },
    {
      "id": "4223",
      "sura": "41",
      "aya": "5",
      "arabic_text": "وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ",
      "translation": "مشرکان گفتند: «دل‌های ما نسبت به آنچه ما را دعوت می‌کنی در پوششی [از بى‌تفاوتى] قرار دارد و در گوش‌هایمان سنگینی است و میان ما و تو فاصله است؛ پس تو به کارِ خود مشغول باش و ما نیز به کارِ خود».",
      "footnotes": ""
    },
    {
      "id": "4224",
      "sura": "41",
      "aya": "6",
      "arabic_text": "قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ",
      "translation": "[ای پیامبر، به آنان] بگو: «من فقط بشرى همچون شما هستم [با این تفاوت] كه به من وحى مى‌شود: «معبودِ شما، معبودى است یگانه؛ پس به او روى آورید و از او آمرزش بخواهید؛ و واى به حال مشركان!»",
      "footnotes": ""
    },
    {
      "id": "4225",
      "sura": "41",
      "aya": "7",
      "arabic_text": "ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ",
      "translation": "همان کسانی که زكات نمى‌پردازند و آخرت را انكار مى‌كنند.",
      "footnotes": ""
    },
    {
      "id": "4226",
      "sura": "41",
      "aya": "8",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ",
      "translation": "[ولى] مؤمنانِ نیكوكار پاداشى بى‌پایان دارند.",
      "footnotes": ""
    },
    {
      "id": "4227",
      "sura": "41",
      "aya": "9",
      "arabic_text": "۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ",
      "translation": "بگو: آیا به آن [خالقِ توانمندی] كه زمین را در دو روز آفرید، کفر می‌ورزید و همتایانى برایش قائل مى‌شوید؟ این [آفریدگار یکتاست که] پروردگار جهانیان است.",
      "footnotes": ""
    },
    {
      "id": "4228",
      "sura": "41",
      "aya": "10",
      "arabic_text": "وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ",
      "translation": "او طى چهار روز، کوه‌های استواری بر روى زمین پدید آورد و خیر و بركتِ فراوان در آن نهاد و رزق و روزیِ آن را درست به ‌اندازۀ نیازِ تقاضا‌كنندگان مقدّر نمود.",
      "footnotes": ""
    },
    {
      "id": "4229",
      "sura": "41",
      "aya": "11",
      "arabic_text": "ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ",
      "translation": "آنگاه به آسمان پرداخت، در حالى كه [هنوز به صورت] دودی بود؛ و به آسمان و زمین گفت: «خواه یا ناخواه، از درِ تسلیم درآیید». آن دو گفتند: «با میل، از درِ تسلیم درآمدیم».",
      "footnotes": ""
    },
    {
      "id": "4230",
      "sura": "41",
      "aya": "12",
      "arabic_text": "فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
      "translation": "سپس آن تودۀ گاز را به صورت هفت آسمان، در دو روز آفرید و به هر آسمانى برنامه‌اش را وحى كرد؛ و آسمان دنیا را با چراغ‌هایى [از ستارگان] آراستیم و [آن را از شرِ شیاطین] حفظ نمودیم؛ این است تقدیر [پروردگارِ] شکست‌ناپذیرِ دانا.",
      "footnotes": ""
    },
    {
      "id": "4231",
      "sura": "41",
      "aya": "13",
      "arabic_text": "فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ",
      "translation": "[ای پیامبر،] اگر آنان [از پذیرشِ اسلام] روی گرداندند، بگو: «من شما را از صاعقه‌اى مانند صاعقه [هلاکت قوم] عاد و ثمود هشدار مى‌دهم».",
      "footnotes": ""
    },
    {
      "id": "4232",
      "sura": "41",
      "aya": "14",
      "arabic_text": "إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ",
      "translation": "آنگاه كه پیامبران الهی پیاپی به سراغشان می‌آمدند [با این پیام] كه: «جز الله را عبادت نکنید»، آنان [در پاسخ] می‌گفتند: «اگر پروردگارمان مى‌خواست [پیامِ هدایتگری بفرستد،] فرشتگانى نازل مى‌كرد. ما پیامى را كه شما مأمور [ابلاغ] آن هستید باور نمى‌كنیم».",
      "footnotes": ""
    },
    {
      "id": "4233",
      "sura": "41",
      "aya": "15",
      "arabic_text": "فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ",
      "translation": "اما [قوم] عاد به ناحق در زمین تکبر می‌ورزیدند و می‌گفتند: «چه كسى نیرومندتر از ماست؟» آیا نمى‌دانستند الله [آن خالق یکتایی] كه آنان را آفریده، نیرومندتر از آنان است؟ ولى [با لجاجت] آیات ما را انكار مى‌كردند.",
      "footnotes": ""
    },
    {
      "id": "4234",
      "sura": "41",
      "aya": "16",
      "arabic_text": "فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ",
      "translation": "سرانجام تندبادى سرد و سخت در روزهایى شوم بر آنان فرستادیم تا عذابِ رسوایى [و خفت] را در زندگى دنیا به آنان بچشانیم؛ ولى عذاب آخرت رسواكننده‌تر است و [از هیچ سو] یارى نخواهند شد.",
      "footnotes": ""
    },
    {
      "id": "4235",
      "sura": "41",
      "aya": "17",
      "arabic_text": "وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ",
      "translation": "و اما قوم ثمود را نیز هدایت كردیم؛ ولى آنان كوردلى را به هدایت ترجیح دادند و به [سزاى] دستاوردشان، صاعقۀ عذابِ خفت‌بار، آنان را فراگرفت؛",
      "footnotes": ""
    },
    {
      "id": "4236",
      "sura": "41",
      "aya": "18",
      "arabic_text": "وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ",
      "translation": "و كسانى را كه ایمان آورده و [از گناه و نافرمانی] پروا مى‌كردند، نجات دادیم.",
      "footnotes": ""
    },
    {
      "id": "4237",
      "sura": "41",
      "aya": "19",
      "arabic_text": "وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ",
      "translation": "[ای پیامبر، یاد کن از] روزى كه دشمنان الله را به سوى آتشِ دوزخ احضار مى‌كنند و [از پراكندگى] بازمی‌دارند،",
      "footnotes": ""
    },
    {
      "id": "4238",
      "sura": "41",
      "aya": "20",
      "arabic_text": "حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ",
      "translation": "تا هنگامی که به دوزخ می‌رسند، گوش و چشم و پوستشان به کارهایی که انجام می‌داده‌اند بر ضدّشان گواهى می‌دهند.",
      "footnotes": ""
    },
    {
      "id": "4239",
      "sura": "41",
      "aya": "21",
      "arabic_text": "وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "آنان به پوست خود می‌گویند: «چرا علیه ما گواهی دادید؟» [در جواب] می‌گویند: «الله [همان خالق توانمندی] كه همه موجودات را گویا كرده، ما را نیز به سخن درآورده است؛ و اوست كه نخستین بار شما را آفرید و [سرانجام، همگی] به پیشگاه او بازگردانده مى‌شوید».",
      "footnotes": ""
    },
    {
      "id": "4240",
      "sura": "41",
      "aya": "22",
      "arabic_text": "وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ",
      "translation": "شما كه [گناهانتان را] پنهان نمى‌كردید، نه از آن بابت بود كه تصور مى‌كردید گوش و چشم‌ و پوستتان علیه شما گواهى نمى‌دهند؛ بلكه گمان می‌کردید الله بر بسیارى از اعمالى كه مى‌كنید، آگاه نیست.",
      "footnotes": ""
    },
    {
      "id": "4241",
      "sura": "41",
      "aya": "23",
      "arabic_text": "وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ",
      "translation": "این پندار شما دربارۀ پروردگارتان بود كه موجب هلاكت شما گردید و [سرانجام] زیانكار شدید.",
      "footnotes": ""
    },
    {
      "id": "4242",
      "sura": "41",
      "aya": "24",
      "arabic_text": "فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ",
      "translation": "اگر شكیبایى و تحمل كنند [یا نكنند]، آتش جایگاهشان است؛ و اگر طلب رضایت [و آمرزش] كنند، پذیرفته نخواهد شد.",
      "footnotes": ""
    },
    {
      "id": "4243",
      "sura": "41",
      "aya": "25",
      "arabic_text": "۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ",
      "translation": "ما همنشینانى [از شیاطین] بر آنان گماشتیم که [کارهای] گذشته و [آرزوهاى] آینده را در نظرشان آراستند؛ و [این‌گونه،] فرمان [عذاب] در مورد آنان تحقق یافت و به عذاب اقوام گمراهی از جن و انس که پیش از آنان بودند گرفتار شدند. بى‌گمان، آنان زیانكار بودند.",
      "footnotes": ""
    },
    {
      "id": "4244",
      "sura": "41",
      "aya": "26",
      "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ",
      "translation": "کافران [که در برابر حق عاجز گشته بودند] گفتند: «به این قرآن گوش نکنید و در [هنگام تلاوت] آن، جنجال به راه اندازید [و سخنان بیهوده بگویید]؛ باشد که پیروز گردید».",
      "footnotes": ""
    },
    {
      "id": "4245",
      "sura": "41",
      "aya": "27",
      "arabic_text": "فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ",
      "translation": "یقیناً عذاب سختی به کافران می‌چشانیم و آنان را بر اساس [جزای] بدترین کارهایشان کیفر می‌دهیم.",
      "footnotes": ""
    },
    {
      "id": "4246",
      "sura": "41",
      "aya": "28",
      "arabic_text": "ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ",
      "translation": "این است سزاى دشمنان الله: آتشی كه در آن سكونتِ جاودان دارند؛ به كیفر آنكه آیات ما را انكار مى‌كردند.",
      "footnotes": ""
    },
    {
      "id": "4247",
      "sura": "41",
      "aya": "29",
      "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ",
      "translation": "کافران [به هنگام عذاب] می‌گویند: «پروردگارا، [افرادى] از دو گروه جن و انس را كه عامل گمراهى‌مان بودند، به ما نشان بده که لگدمالشان كنیم تا از همه ذلیل‌تر شوند».",
      "footnotes": ""
    },
    {
      "id": "4248",
      "sura": "41",
      "aya": "30",
      "arabic_text": "إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ",
      "translation": "[اما] كسانى كه گفتند: «پروردگار ما الله است» سپس [از عبادت و بندگى غیر او سر باز زدند و بر اعتقاد خود] پایداری کردند، [هنگام فرا رسیدن مرگشان] فرشتگان بر آنان فرود مى‌آیند، [و مى‌گویند:] «نترسید و ‌اندوه نداشته باشید؛ و شما را بشارت باد به بهشتی که به آن وعده داده می‌شدید!",
      "footnotes": ""
    },
    {
      "id": "4249",
      "sura": "41",
      "aya": "31",
      "arabic_text": "نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ",
      "translation": "ما در زندگى دنیا و آخرت دوستدار شماییم، و در بهشت هرچه دلتان بخواهد و درخواست كنید، در اختیار شماست.",
      "footnotes": ""
    },
    {
      "id": "4250",
      "sura": "41",
      "aya": "32",
      "arabic_text": "نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ",
      "translation": "به عنوان پذیرایى از جانب آمرزگارى مهربان».",
      "footnotes": ""
    },
    {
      "id": "4251",
      "sura": "41",
      "aya": "33",
      "arabic_text": "وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ",
      "translation": "کیست خوش‌گفتارتر از آن کس كه به سوى الله دعوت می‌دهد و به شایستگى عمل می‌نماید و می‌گوید: «تسلیم [اوامر الهی] هستم؟»",
      "footnotes": ""
    },
    {
      "id": "4252",
      "sura": "41",
      "aya": "34",
      "arabic_text": "وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ",
      "translation": "[هرگز] نیکی و بدی یکسان نیست. همواره به شیوه‌اى كه بهتر است، پاسخ بده كه در آن صورت، [خواهی دید] همان كسى كه بین تو و او دشمنى بود، همچون دوستى مهربان [و دلسوز] گشته است.",
      "footnotes": ""
    },
    {
      "id": "4253",
      "sura": "41",
      "aya": "35",
      "arabic_text": "وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ",
      "translation": "تنها شكیبایان و کسانی كه بهرۀ بزرگی [از ایمان و اخلاق] دارند، به چنین مقامى مى‌رسند.",
      "footnotes": ""
    },
    {
      "id": "4254",
      "sura": "41",
      "aya": "36",
      "arabic_text": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "و هر گاه وسوسه‌ای از جانب شیطان تو را فراگرفت، به الله پناه ببر كه یقیناً او شنوای داناست.",
      "footnotes": ""
    },
    {
      "id": "4255",
      "sura": "41",
      "aya": "37",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ",
      "translation": "از نشانه‌هاى [توان و تدبیر] او، شب و روز و خورشید و ماه است. در برابر خورشید و ماه سجده نكنید؛ بلكه اگر تنها او را عبادت می‌کنید، بر الله كه آنها را آفریده است سجده کنید.",
      "footnotes": ""
    },
    {
      "id": "4256",
      "sura": "41",
      "aya": "38",
      "arabic_text": "فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩",
      "translation": "و اگر [گروه‌هایی از نیایش او تعالی] تكبر ورزیدند، [فرشتگان و] مقربان درگاه پروردگارت، شب و روز، بدون خستگى او را به پاکی می‌ستایند.",
      "footnotes": ""
    },
    {
      "id": "4257",
      "sura": "41",
      "aya": "39",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "از جمله نشانه‌هاى [قدرت] الهى این است كه زمین خشک و فرسوده را مى‌بینى که چون باران بر آن فرومی‌ریزیم، به جنبش درمی‌آید [و گیاه می‌رویاند] و [گیاهانش] رشد می‌كند؛ آن [پروردگار توانمندی] كه زمین را زنده مى‌كند، مردگان را نیز زنده خواهد كرد. به راستی كه او تعالی بر هر كارى تواناست.",
      "footnotes": ""
    },
    {
      "id": "4258",
      "sura": "41",
      "aya": "40",
      "arabic_text": "إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ",
      "translation": "[گفتار و رفتارِ] كسانى كه در مورد آیات ما كجروى [و آن را تحریف] مى‌كنند بر ما پوشیده نخواهند بود. آیا كسی كه به آتش [دوزخ] ‌می‌افتد بهتر است یا کسی كه در روز رستاخیز [از عذاب] ایمن است؟ هر چه مى‌خواهید انجام دهید كه بی‌تردید، الله به آنچه مى‌كنید بیناست.",
      "footnotes": ""
    },
    {
      "id": "4259",
      "sura": "41",
      "aya": "41",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ",
      "translation": "کسانی كه این قرآن را كه براى [هدایت]شان آمده است، انكار كرده‌اند، [در قیامت عذاب خواهند شد]. این [کلامِ الهی،] كتابى است شكست‌ناپذیر.",
      "footnotes": ""
    },
    {
      "id": "4260",
      "sura": "41",
      "aya": "42",
      "arabic_text": "لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ",
      "translation": "سخن باطل، نه از پیش رو و نه از پشت سرش [= از هیچ جهت و از هیچ نظری] به آن راه نمی‌یابد و از جانب [پروردگارِ] حکیمِ ستوده نازل شده است.",
      "footnotes": ""
    },
    {
      "id": "4261",
      "sura": "41",
      "aya": "43",
      "arabic_text": "مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ",
      "translation": "[ای پیامبر، کافران] همان [سخنان باطلی] را به تو می‌گویند که به پیامبران پیش از تو نیز می‌گفتند. بى‌گمان، پروردگارت آمرزش و [در عین حال،] كیفرى دردناک دارد.",
      "footnotes": ""
    },
    {
      "id": "4262",
      "sura": "41",
      "aya": "44",
      "arabic_text": "وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ",
      "translation": "اگر قرآن را [به زبانِ] غیرعربی نازل كرده بودیم، کافران مى‌گفتند: «چرا آیاتش [عربی نیست و] به روشنی بیان نشده است؟ کتابی غیرعربی و پیامبری عرب؟» [ای پیامبر، به آنان] بگو: «این كتاب، براى مؤمنان مایۀ هدایت و شفاست و کسانی كه ایمان نمی‌آورند، در گوش‌هایشان سنگینى است و قرآن برایشان نامفهوم است؛ [گویى] آنان را از راهى دور صدا می‌زنند».",
      "footnotes": ""
    },
    {
      "id": "4263",
      "sura": "41",
      "aya": "45",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ",
      "translation": "ما به موسى كتاب [تورات] دادیم؛ اما در [مورد] آن اختلاف[نظر] پدید آمد؛ و اگر فرمانى از پروردگارت [در موردِ مهلت و آزمایش] از پیش مقرر نشده بود، [بى‌درنگ] میانشان داورى مى‌شد. کافران [نیز] در موردِ قرآن در تردید و بدگمانى‌اند.",
      "footnotes": ""
    },
    {
      "id": "4264",
      "sura": "41",
      "aya": "46",
      "arabic_text": "مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
      "translation": "هر کس کاری شایسته كند، به سود خودِ اوست؛ و هر کس بدى كند، به زیان خویش بد كرده است؛ و پروردگار تو هرگز به بندگان ستم نمی‌کند.",
      "footnotes": ""
    },
    {
      "id": "4265",
      "sura": "41",
      "aya": "47",
      "arabic_text": "۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ",
      "translation": "آگاهى از [لحظۀ وقوع] قیامت، تنها به الله مربوط است؛ و خروجِ هر میوه‌اى از شكوفه‌اش و باردارى و وضع حملِ هر ماده‌اى، با آگاهىِ اوست؛ و روزی كه [الله] به مشركان ندا مى‌دهد: «افرادى كه [در قدرت،] شریک من تصور مى‌كردید [و به آنان توسل می‌جستید] كجا هستند؟» آنان می‌گویند: «اکنون در برابر تو اعتراف مى‌كنیم كه هیچ یک از ما [بر درستىِ اعتقاد مشرکانۀ خود] گواه نیست».",
      "footnotes": ""
    },
    {
      "id": "4266",
      "sura": "41",
      "aya": "48",
      "arabic_text": "وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ",
      "translation": "آنچه در گذشته [تكیه‌گاه خود] مى‌خواندند، از نظرشان ناپدید می‌شود و درمى‌یابند كه هیچ راه گریزی [از آتش عذاب الهی] نخواهند داشت.",
      "footnotes": ""
    },
    {
      "id": "4267",
      "sura": "41",
      "aya": "49",
      "arabic_text": "لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ",
      "translation": "انسان در تمناى خیر، خستگی‌ناپذیر است، و[لى] اگر بدى به او برسد، مأیوس و دلسرد خواهد شد.",
      "footnotes": ""
    },
    {
      "id": "4268",
      "sura": "41",
      "aya": "50",
      "arabic_text": "وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ",
      "translation": "و اگر پس از رنجی كه به انسان مى‌رسد، رحمتى از جانب خویش به او برسانیم، [مغرورانه] مى‌گوید: «این حق من است، و گمان نمى‌كنم قیامت برپا شود، و اگر [هم واقع شود و] به سوى پروردگارم بازگردانده شوم، [ثروت و پاداش‌های] نیکویی نزدش خواهم داشت». مسلّماً کافران را از عملكردشان آگاه خواهیم ساخت و عذابى سخت به آنان می‌چشانیم.",
      "footnotes": ""
    },
    {
      "id": "4269",
      "sura": "41",
      "aya": "51",
      "arabic_text": "وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ",
      "translation": "هرگاه نعمتی به انسان می‌بخشیم، [با سرمستى] روى مى‌گرداند [و شکر نعمت را به جای نمی‌آورد] و متکبرانه [از حق] دور می‌شود؛ و هنگامى كه رنجی [همچون فقر و بیماری] به سراغش می‌آید، [به درگاه الهی] دعا و درخواست فراوان دارد.",
      "footnotes": ""
    },
    {
      "id": "4270",
      "sura": "41",
      "aya": "52",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ",
      "translation": "[ای پیامبر، به کافران] بگو: «به من بگویید اگر [قرآن] از جانب الله باشد و شما به آن کافر شوید، کیست گمراه‌تر از کسی كه [با وجود آشکار بودنِ حق،] در ستیزی بى‌پایان [با آن] قرار دارد؟»",
      "footnotes": ""
    },
    {
      "id": "4271",
      "sura": "41",
      "aya": "53",
      "arabic_text": "سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ",
      "translation": "[در این دنیا و در هنگامۀ قیامت،] نشانه‌هاى [توان و تدبیر] خود را در آفاق [جهان] و در [وجود] خودشان به آنان نشان خواهیم داد تا برایشان روشن شود كه قرآن حق است. آیا كافى نیست كه پروردگارت بر هر چیزی گواه است؟",
      "footnotes": ""
    },
    {
      "id": "4272",
      "sura": "41",
      "aya": "54",
      "arabic_text": "أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ",
      "translation": "آگاه باشید كه آنان در مورد دیدار پروردگارشان [در قیامت] تردید دارند! [و] آگاه باشید كه الله بر همه چیز احاطه دارد!",
      "footnotes": ""
    }
  ]
}
