{
  "result": [
    {
      "id": "4273",
      "sura": "42",
      "aya": "1",
      "arabic_text": "حمٓ",
      "translation": "حم [حا. میم].",
      "footnotes": ""
    },
    {
      "id": "4274",
      "sura": "42",
      "aya": "2",
      "arabic_text": "عٓسٓقٓ",
      "translation": "عسق [عین. سین. قاف].",
      "footnotes": ""
    },
    {
      "id": "4275",
      "sura": "42",
      "aya": "3",
      "arabic_text": "كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "الله شکست‌ناپذیر حکیم، بر تو و پیامبران پیش از تو چنین وحى مى‌فرستد.",
      "footnotes": ""
    },
    {
      "id": "4276",
      "sura": "42",
      "aya": "4",
      "arabic_text": "لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ",
      "translation": "هرچه در آسمان‌ها و زمین است متعلق به اوست؛ و او بلندمرتبه و بزرگ است.",
      "footnotes": ""
    },
    {
      "id": "4277",
      "sura": "42",
      "aya": "5",
      "arabic_text": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
      "translation": "نزدیک است آسمان‌ها [از شکوه و عظمت الهی] از فراز یکدیگر بشكافند، و فرشتگان، پروردگارشان را با ستایش تقدیس مى‌كنند و براى ساكنان زمین [كه توبه كرده‌اند] آمرزش مى‌طلبند. آگاه باشید كه الله آمرزندۀ مهربان است.",
      "footnotes": ""
    },
    {
      "id": "4278",
      "sura": "42",
      "aya": "6",
      "arabic_text": "وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ",
      "translation": "[ای پیامبر،] الله خود مراقبِ [رفتارِ] كسانى است كه غیر او را [دوست و] کارسازِ خود برگزیده‌اند و تو كارگزار [و مسئول رفتار] آنان نیستى.",
      "footnotes": ""
    },
    {
      "id": "4279",
      "sura": "42",
      "aya": "7",
      "arabic_text": "وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ",
      "translation": "ما قرآن را این گونه به زبان عربی بر تو وحى كردیم تا اهل مکه و ساكنان اطرافش را بیم دهى و در مورد روز محشر ـ که تردیدی در وقوعش نیست ـ به آنان هشدار دهى. [آن روز،] گروهى بهشتى‌اند و گروهى در آتش سوزان.",
      "footnotes": ""
    },
    {
      "id": "4280",
      "sura": "42",
      "aya": "8",
      "arabic_text": "وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ",
      "translation": "اگر الله مى‌خواست، همۀ مردم را امتی واحد [که الله را به یگانگی عبادت کنند] قرار مى‌داد؛ ولى [به انسان اختیار داد؛ او تعالی] هر کس را بخواهد، به رحمت خویش درمی‌آورد؛ و مشرکان هیچ کارساز و یاورى نخواهند داشت.",
      "footnotes": ""
    },
    {
      "id": "4281",
      "sura": "42",
      "aya": "9",
      "arabic_text": "أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "آیا آنان به جای او کسی [دیگر را به عنوان دوست و] کارساز برگزیده‌اند؟ حال آنكه كارساز [جهانیان] الله است و اوست كه مردگان را زنده مى‌كند و بر هر كارى تواناست.",
      "footnotes": ""
    },
    {
      "id": "4282",
      "sura": "42",
      "aya": "10",
      "arabic_text": "وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ",
      "translation": "[بگو: «ای مردم،] هر اختلافى بین شماست، داورى‌اش با الله است. این است الله، پروردگار من؛ بر او توکل كرده‌ام و به پیشگاهش بازمی‌آیم».",
      "footnotes": ""
    },
    {
      "id": "4283",
      "sura": "42",
      "aya": "11",
      "arabic_text": "فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "او آفرینندۀ آسمان‌ها و زمین است؛ همسرانى از [جنسِ] خود شما برایتان قرار داد و از چهارپایان نیز جفت آفرید؛ به این صورت، تعداد شما را افزایش مى‌دهد. هیچ چیز همانند الله نیست و همو شنوا و بیناست.",
      "footnotes": ""
    },
    {
      "id": "4284",
      "sura": "42",
      "aya": "12",
      "arabic_text": "لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ",
      "translation": "کلید‌ [گنجینه‌های] آسمان‌ها و زمین از آنِ اوست؛ [نعمت و] روزی را بر هر کس که بخواهد، گسترده می‌دارد و یا تنگ می‌گرداند. به راستی که او بر هر چیزی داناست.",
      "footnotes": ""
    },
    {
      "id": "4285",
      "sura": "42",
      "aya": "13",
      "arabic_text": "۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ",
      "translation": "از دین همان را براى شما مقرر كرد كه به نوح امر كرده بود؛ و نیز آنچه به تو وحى كردیم و آنچه به ابراهیم و موسى و عیسى امر كردیم؛ اینكه: «دین را برپا نگاه دارید و در مورد آن فرقه‌فرقه نشوید [و اختلاف نورزید]». [پذیرشِ] دعوت تو بر مشركان گران آمده است. الله است كه هر كس را بخواهد [توفیقِ عبادت می‌دهد و] به سوى خویش برمى‌گزیند؛ و هر کس را [که توبه کند و به درگاهش] بازآید، به سوى خویش هدایت خواهد كرد.",
      "footnotes": ""
    },
    {
      "id": "4286",
      "sura": "42",
      "aya": "14",
      "arabic_text": "وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ",
      "translation": "هنگامی که دلایل محکمِ نبوتِ پیامبر بر کافران عرضه شد، آنان از روی برترى‌خواهى [و حسادتی] كه بینشان بود، راه تفرقه پیمودند؛ و اگر فرمان پروردگارت [در موردِ مهلت و تأخیرِ عذاب] تا زمانى معین، از پیش مقرر نشده بود، [بی‌درنگ] میانشان داورى مى‌شد؛ و اما پس از کافران [و به دلیل انكار و اختلاف آنان] وارثان كتاب [تورات و انجیل نیز] در مورد قرآن، سخت در تردید و بدگمانى‌ هستند.",
      "footnotes": ""
    },
    {
      "id": "4287",
      "sura": "42",
      "aya": "15",
      "arabic_text": "فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ",
      "translation": "[ای پیامبر، مردم را] به سوی این [آیین الهی] دعوت کن و چنان كه فرمان یافته‌اى پایداری كن و از هوس‌های آنان پیروى نكن و بگو: «به همۀ کتاب‌هایی كه الله نازل كرده است ایمان دارم و فرمان یافته‌ام كه در برابر شما به عدالت رفتار كنم. الله پروردگار ما و شماست. [نتیجۀ] اعمال ما براى ماست و [نتیجۀ] اعمال شما براى شما؛ هیچ [دشمنی و] جدالی بین ما و شما نیست. الله همۀ ما را [در قیامت] جمع خواهد كرد و بازگشت [همه] به سوی اوست».",
      "footnotes": ""
    },
    {
      "id": "4288",
      "sura": "42",
      "aya": "16",
      "arabic_text": "وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ",
      "translation": "كسانى كه دربارۀ الله [و دین او] پس از آن كه [دعوت او از سوی مردم منصف] پذيرفته شد، به مجادله مى‌پردازند، حجّتشان نزد پروردگارشان [باطل و] بى‌پایه است؛ خشم [الهی] گریبانگیرشان مى‌شود و عذابى سخت [در پیش] دارند.",
      "footnotes": ""
    },
    {
      "id": "4289",
      "sura": "42",
      "aya": "17",
      "arabic_text": "ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ",
      "translation": "الله است که قرآن و مقیاس عدالت را به‌حق نازل كرده است؛ و تو چه می‌دانی؟ شاید قیامت نزدیک باشد.",
      "footnotes": ""
    },
    {
      "id": "4290",
      "sura": "42",
      "aya": "18",
      "arabic_text": "يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ",
      "translation": "كسانى كه قیامت را باور ندارند، [با تمسخر و] به شتاب آن را مى‌خواهند؛ و كسانى كه [به روزِ جزا] باور دارند و مى‌دانند كه حق است، از آن هراسانند. آگاه باشید! کسانی كه در مورد قیامت، جدل و انكار مى‌كنند، در گمراهىِ بى‌پایانى قرار دارند.",
      "footnotes": ""
    },
    {
      "id": "4291",
      "sura": "42",
      "aya": "19",
      "arabic_text": "ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ",
      "translation": "الله نسبت به بندگانش باریک‌بین [و مهربان] است؛ به هر کس بخواهد، روزی می‌بخشد؛ و او توانای شکست‌ناپذیر است.",
      "footnotes": ""
    },
    {
      "id": "4292",
      "sura": "42",
      "aya": "20",
      "arabic_text": "مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ",
      "translation": "کسی كه كِشت آخرت را بخواهد، به كِشته‌اش بركت مى‌بخشیم؛ و هر کس [تنها] كِشت دنیا را بخواهد، در اختیار او قرار مى‌دهیم؛ و[لى] در آخرت بهره‌اى نخواهد داشت.",
      "footnotes": ""
    },
    {
      "id": "4293",
      "sura": "42",
      "aya": "21",
      "arabic_text": "أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "آیا [مشرکان] معبودانى دارند كه بدون اجازۀ الله، [قوانین] دینى برایشان مقرر كرده‌اند؟ اگر حُكمِ قطعى [براى مهلت دادن به گناهکاران] در میان نبود، [بى‌درنگ] میانشان داورى مى‌شد؛ و ستمکاران عذابی دردناک [در پیش] دارند.",
      "footnotes": ""
    },
    {
      "id": "4294",
      "sura": "42",
      "aya": "22",
      "arabic_text": "تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ",
      "translation": "[در روز قیامت،] ستمکاران را از دستاوردشان هراسان مى‌بینى و [خواهی دید که كیفر آن کارها] دامنگیرشان است؛ ولى مؤمنان نیكوكار در باغ‌های بهشتند؛ هر چه بخواهند، نزد پروردگارشان دارند؛ فضل [و بخششِ] بزرگ همین است.",
      "footnotes": ""
    },
    {
      "id": "4295",
      "sura": "42",
      "aya": "23",
      "arabic_text": "ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ",
      "translation": "این همان [فضیلتی] است كه الله به بندگان مؤمن و نیكوكارش بشارت مى‌دهد. [ای پیامبر،] بگو: «در برابر این رسالت، پاداشى از شما نمى‌خواهم؛ جز [رعایتِ دوستی و] محبتِ خویشاوندى؛ و هر کس [در این راستا] اقدام نیكویى كند، بر پاداشش در آن [مورد] مى‌افزاییم. به راستی كه الله آمرزگارى قدرشناس است.",
      "footnotes": ""
    },
    {
      "id": "4296",
      "sura": "42",
      "aya": "24",
      "arabic_text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "آیا مشرکان مى‌گویند: «[محمد] به الله دروغ نسبت داده است؟» اگر الله بخواهد، بر دل تو مُهر مى‌نهد؛ و[لى] الله باطل را محو مى‌كند و حق را با سخنان [و تمهیداتِ] خویش به كرسى مى‌نشانَد؛ كه او به راز دل‌ها داناست.",
      "footnotes": ""
    },
    {
      "id": "4297",
      "sura": "42",
      "aya": "25",
      "arabic_text": "وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ",
      "translation": "اوست که توبۀ بندگانش را می‌پذیرد و از بدی‌ها درمى‌گذرد و آنچه مى‌كنید مى‌داند.",
      "footnotes": ""
    },
    {
      "id": "4298",
      "sura": "42",
      "aya": "26",
      "arabic_text": "وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ",
      "translation": "او [درخواستِ] مؤمنانِ نیكوكار را مى‌پذیرد و از فضلِ خویش بر [پاداش] آنان مى‌افزاید؛ و کافران عذابى سخت [در پیش] دارند.",
      "footnotes": ""
    },
    {
      "id": "4299",
      "sura": "42",
      "aya": "27",
      "arabic_text": "۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ",
      "translation": "اگر الله روزىِ [برخى از] بندگانش را گشایش مى‌داد، در زمین ستم و سركشى مى‌كردند؛ ولى به ‌اندازه‌اى كه بخواهد مقرر مى‌دارد ؛ زیرا او قطعاً به [حال] بندگانش آگاه و بیناست.",
      "footnotes": ""
    },
    {
      "id": "4300",
      "sura": "42",
      "aya": "28",
      "arabic_text": "وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ",
      "translation": "او ذاتی است كه باران را پس از نومیدى [مردم] مى‌فرستد و رحمت خویش را مى‌گسترد؛ و او تعالی كارساز و ستوده است.",
      "footnotes": ""
    },
    {
      "id": "4301",
      "sura": "42",
      "aya": "29",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ",
      "translation": "از نشانه‌هاى [توان و تدبیر] او، آفرینش آسمان‌ها و زمین و موجودات زنده‌اى است كه در آنها پراكنده كرده است؛ و هر گاه اراده كند، بر جمع‌آورى آنها نیز تواناست.",
      "footnotes": ""
    },
    {
      "id": "4302",
      "sura": "42",
      "aya": "30",
      "arabic_text": "وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ",
      "translation": "هر مصیبتی که به شما رسد، به خاطر کارهایی است که انجام داده‌اید؛ و [الله] از بسیاری [از گناهانتان] گذشت می‌کند.",
      "footnotes": ""
    },
    {
      "id": "4303",
      "sura": "42",
      "aya": "31",
      "arabic_text": "وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ",
      "translation": "شما هرگز در زمین [و آسمان، الله را] به تنگ نمى‌آورید؛ و در برابر الله هیچ كارساز و یاورى نخواهید داشت.",
      "footnotes": ""
    },
    {
      "id": "4304",
      "sura": "42",
      "aya": "32",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ",
      "translation": "از نشانه‌های [توان و تدبیرِ] الهی، کشتی‌های کوه‌پیکری است که در دریاها در حرکتند.",
      "footnotes": ""
    },
    {
      "id": "4305",
      "sura": "42",
      "aya": "33",
      "arabic_text": "إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ",
      "translation": "اگر الله بخواهد، باد را ساكن مى‌گردانَد تا [کشتی‌ها] بر پهنۀ دریا بى‌حركت بمانند. به راستى در این [امر،] براى هر شكیباى سپاسگزاری، نشانه‌هایى است.",
      "footnotes": ""
    },
    {
      "id": "4306",
      "sura": "42",
      "aya": "34",
      "arabic_text": "أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ",
      "translation": "یا [اگر بخواهد، سرنشینانِ] آن کشتی‌ها را به کیفر اعمالشان نابود می‌سازد؛ در حالی که او از بسیاری [از گناهان] ‌گذشت می‌کند.",
      "footnotes": ""
    },
    {
      "id": "4307",
      "sura": "42",
      "aya": "35",
      "arabic_text": "وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ",
      "translation": "[تا موجب عبرت باشد] و كسانى كه در مورد آیات ما به مجادله برمى‌خیزند، بدانند كه [اگر عذاب الهی فرارسد،] راه گریزى نخواهند داشت.",
      "footnotes": ""
    },
    {
      "id": "4308",
      "sura": "42",
      "aya": "36",
      "arabic_text": "فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
      "translation": "[ای مردم،] آنچه به شما داده شده است، نعمت‌های [گذراىِ] زندگى دنیاست؛ و آنچه نزد الله است، براى مؤمنانى كه بر پروردگارشان توکل مى‌كنند، بهتر و پاینده‌تر است.",
      "footnotes": ""
    },
    {
      "id": "4309",
      "sura": "42",
      "aya": "37",
      "arabic_text": "وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ",
      "translation": "و [نیز براى] کسانی كه از گناهان بزرگ و بی‌حیایی‌ها اجتناب می‌ورزند و آنگاه كه خشمگین می‌شوند، گذشت مى‌كنند.",
      "footnotes": ""
    },
    {
      "id": "4310",
      "sura": "42",
      "aya": "38",
      "arabic_text": "وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
      "translation": "و کسانی كه [دعوت] پروردگارشان را پذیرا مى‌شوند و نماز برپا مى‌دارند و كارشان در ميانشان [بر پايه‌] مشورت است و از آنچه روزى‌شان كرده‌ایم، انفاق مى‌كنند.",
      "footnotes": ""
    },
    {
      "id": "4311",
      "sura": "42",
      "aya": "39",
      "arabic_text": "وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ",
      "translation": "و کسانی که هر گاه ستمی به آنان برسد، [به دفاع و] انتقام برمی‌خیزند.",
      "footnotes": ""
    },
    {
      "id": "4312",
      "sura": "42",
      "aya": "40",
      "arabic_text": "وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ",
      "translation": "و جزای هر بدی، کیفری همانند آن بدی است [نه بیشتر]؛ اما هر کس گذشت کند و کار را به اصلاح [و آشتی] آورَد، پاداشش بر عهدۀ الله است. بی‌گمان، او ستمکاران را دوست ندارد.",
      "footnotes": ""
    },
    {
      "id": "4313",
      "sura": "42",
      "aya": "41",
      "arabic_text": "وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ",
      "translation": "البته کسانی كه پس از ستمى كه دیده‌اند، انتقام می‌گیرند، هیچ [بازخواست و] سرزنشی بر آنان نیست.",
      "footnotes": ""
    },
    {
      "id": "4314",
      "sura": "42",
      "aya": "42",
      "arabic_text": "إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "راه [بازخواست و] سرزنش، تنها بر ستمکارانى گشوده است كه به ناحق در زمین برترى‌جویی مى‌كنند. آنان عذابى دردناک [در پیش] دارند.",
      "footnotes": ""
    },
    {
      "id": "4315",
      "sura": "42",
      "aya": "43",
      "arabic_text": "وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ",
      "translation": "اما هر کس شكیبایى و گذشت كند، نشان از قدرت ارادۀ [او] دارد.",
      "footnotes": ""
    },
    {
      "id": "4316",
      "sura": "42",
      "aya": "44",
      "arabic_text": "وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ",
      "translation": "هر کس که الله او را گمراه كند، پس از الله هیچ [یاور و] كارسازى نخواهد داشت؛ و [در روز قیامت،] ستمکاران را مى‌بینى كه چون عذاب را مشاهده كنند، مى‌گویند: «آیا راه بازگشتى [به دنیا] هست؟»",
      "footnotes": ""
    },
    {
      "id": "4317",
      "sura": "42",
      "aya": "45",
      "arabic_text": "وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ",
      "translation": "[در آن روز،] ستمگران را مشاهده خواهى كرد كه بر آتش عرضه مى‌شوند؛ و در حالى كه از [شدت] خواری، فروتن شده‌اند، زیرچشمى مى‌نگرند؛ و [در آن حال] مؤمنان مى‌گویند: «زیانكاران [واقعى] كسانى هستند كه [به طمع دنیا] خود و خانواده‌شان را در قیامت به زیان‌انداخته‌اند». آگاه باشید! ستمکاران، گرفتارِ عذابى پایدارند.",
      "footnotes": ""
    },
    {
      "id": "4318",
      "sura": "42",
      "aya": "46",
      "arabic_text": "وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ",
      "translation": "و آنان در برابر الله، كارسازى نخواهند داشت كه یارى‌شان كند؛ و هر کس كه الله او را گمراه كند، راهى [براى نجات] نخواهد داشت.",
      "footnotes": ""
    },
    {
      "id": "4319",
      "sura": "42",
      "aya": "47",
      "arabic_text": "ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ",
      "translation": "[ای مردم،] پیش از آنكه روزى فرارسد كه بازگشتى از جانب الله ندارد، دعوت پروردگارتان را بپذیرید. در آن روز، نه پناهگاهى خواهید داشت، نه [فرصتی برای] انكار.",
      "footnotes": ""
    },
    {
      "id": "4320",
      "sura": "42",
      "aya": "48",
      "arabic_text": "فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ",
      "translation": "[ای پیامبر] اگر [مشرکان از دعوتِ تو] روى می‌گردانند، [توفیق را از خود سلب می‌كنند]. ما تو را نگهبان آنان نفرستادیم و تو وظیفه‌اى جز رساندن [وحی] نداری؛ و چون رحمتى از جانب خود به انسان بچشانیم، به آن سرمست مى‌شود؛ و اگر به سزاى رفتار گذشتۀ خود دچار مصیبتى شود، [به جاى بیدارى، ناسپاسی مى‌کند]. به راستی که انسان بسیار ناسپاس است.",
      "footnotes": ""
    },
    {
      "id": "4321",
      "sura": "42",
      "aya": "49",
      "arabic_text": "لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ",
      "translation": "فرمانروایى آسمان‌ها و زمین، از آنِ الله است. او هر چه بخواهد، مى‌آفریند؛ به هر کس که بخواهد، [فرزندِ] دختر مى‌بخشد و به هر کس كه بخواهد، [فرزندِ] پسر.",
      "footnotes": ""
    },
    {
      "id": "4322",
      "sura": "42",
      "aya": "50",
      "arabic_text": "أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ",
      "translation": "یا پسر و دختر را ـ هر دو ـ با هم می‌دهد؛ و هر کس را که بخواهد، نازا مى‌گرداند كه او دانای تواناست.",
      "footnotes": ""
    },
    {
      "id": "4323",
      "sura": "42",
      "aya": "51",
      "arabic_text": "۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ",
      "translation": "درخورِ هیچ بشرى نیست كه الله با او سخن بگوید؛ مگر با وحى یا از فراسویِ حجابى یا [اینکه الله] فرشته‌اى بفرستد كه به فرمانش هر چه بخواهد، وحى كند. بی‌تردید، او تعالی بلندمرتبۀ حکیم است.",
      "footnotes": ""
    },
    {
      "id": "4324",
      "sura": "42",
      "aya": "52",
      "arabic_text": "وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "[ای پیامبر] این‌گونه، قرآن را [توسط جبرئیل و] به فرمان خویش بر تو وحى كردیم. [پیش از آن] تو آگاهى نداشتى كه كتاب و ایمان چیست؛ ولى ما آن را نورى ساختیم كه هر یک از بندگان خویش را كه بخواهیم، به آن هدایت كنیم؛ و مسلّماً تو به راهى راست [= اسلام] هدایت مى‌كنى.",
      "footnotes": ""
    },
    {
      "id": "4325",
      "sura": "42",
      "aya": "53",
      "arabic_text": "صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ",
      "translation": "راه الله که آنچه در آسمان‌ها و زمین است از آنِ اوست. آگاه باشید! [همۀ] امور به سوی الله بازمی‌گردد.",
      "footnotes": ""
    }
  ]
}
